{
	"title" : "Команды",
	"line1" : "Этот мод предоставляет набор консольных команд, основная задача которых - упростить тестирование мода и создание новых фич. Тем не менее, они могут быть полезны и обычным игрокам, а так же владельцам серверов.",
	"line2" : "Для лучшей совместимости с другими модами, все команды имеют общий префикс:",
	"line3" : "Для большего удобства вы можете использовать сокращённую версию, а так же приведённую к нижнему регистру:",
	"graves" : {
		"title" : "модуль Graves",
		"line1" : "Эта команда позволяет получить полный список доступных команд, в том числе и добавляемых в модуле \"Extended\".",
		"line2" : "Эта команда предназначена для наполнения могилы предметами из сундука. В качестве дополнительных, обязательных параметров необходимо указать координаты наполняемой могилы и координаты сундука с предметами."
	},
	"extended" : {
		"title" : "модуль Extended",
		"line1" : "Эта команда позволяет получить статую любого игрока. В качестве параметров необходимо указать имя игрока, а так же материал из которого будет сделана статуя(этот параметр не обязателен - при его отсутствии в качестве материала будет использован камень).",
		"line2" : "Эта команда позволяет получить труп любого игрока. В качестве обязательного параметра необходимо указать имя игрока.",
		"line3" : "Эта команда позволяет генерировать добавляемые этим модом строения. В качестве обязательного параметра необходимо указать тип строения:",
		"line3_catacombs" : "для генерации катакомб",
		"line3_memorial" : "для генерации мемориала",
		"line3_grave" : "для генерации могилы",
		"line3_opened_grave" : "для генерации разрытой могилы",
		"line3_cemetery" : "для генерации кладбища",
		"line3_undertaker" : "для генерации дома гробовщика",
		"line4" : "Так же вы можете указать координаты и направление(по умолчанию берутся координаты и направление взгляда игрока).",
		"line5" : "Эта команда позволяет генерировать компоненты катакомб по отдельности. По умолчанию она не доступна для использования, т.к. не предназначена для обычных пользователей. Тем не менее, если вам всё же хочется ей воспользоваться выставьте в настройках мода параметр \"DebugMode\" в \"true\".",
		"line6" : "Как и у предыдущей команды, её обязательным параметром является лишь тип генерируемого компонента."
	}
}