{
    "title" : "Configs",
	"line1" : "Almost every feature of this mod can be configured. This page provide you a list of all available configuration options by both mods - \"Graves\" and \"Extended\"(if it installed).",
	"line2" : "To make it easier for you almost every configuration option on this page marked with icon of its type:",
	"line_recipes" : "those configs about crafting recipes.",
	"line_mobs" : "those configs about mob spawn and its behaviour.",
	"line_structure" : "those configs about structures generation.",
	"line_performance" : "those configs about game performance.",
	"line_compatibility" : "those configs about mods compatibility.",
	"line_server" : "those configs designed for server owners.",
	"line_debug" : "those configs for debug mode.",
	"line3" : "Both mods share single configuration file which can be found by next path: ",
    "graves" : {
	    "title" : "Graves module",
		"line1" : "enable/disable graves generation at players death.",
		"line2" : "enable/disable graves generation at pets(dogs, cats, horses) death.",
		"line3" : "enable/disable graves generation at villagers death.",
		"line4" : "allows to use one of swords from your inventory as gravestone at your death.",
		"line5" : "enable/disable graves generation at death in lava.",
		"line6" : "restrict graves looting - only owners can loot it or destroy.",
		"line7" : "allows to place gravestones on any type of surface.",
		"line8" : "allows to set amount of stored items(in percents) in graves at your death.",
		"line9" : "all empty graves will be automatically removed in a random time.",
		"line10" : "this is an addition to previous option. It disable messages when graves removed.",
		"line11" : "disable grave flowers rendering - you could disable it to increase performance.",
		"line12" : "sword gravestones rendering mode. Vanilla renderer takes much more resources.",
		"line13" : "allows to disable graves generation at players death, in any area. You should enter dimension id, start x coordinate, start y coordinate, start z coordinate, end x coordinate, end y coordinate, end z coordinate of the restricted area. Those params should be splitted by ','. This option can take any amount of areas, which should be splitted by ';'.",
		"line14" : "Next options allows you to disable compatibility modules. It could be useful in case of any problems with those mods(as for example some mod's API can be changed, so you will be able to disable compatibility with those mod, to prevent any bugs or game crashes).",
		"line_battlegear" : "stores Mine & Blade Battlegear 2 mod's items in graves.",
		"line_camping" : "stores The Camping Mod's items in graves.",
		"line_baubles" : "stores Baubles mod's items in graves.",
		"line_mariculture" : "stores Mariculture mod's items in graves.",
		"line_rpg" : "stores RPG Inventory mod's items in graves.",
		"line_galacticraft" : "stores Galacticraft mod's items in graves.",
		"line_backpacks" : "stores Backpacks mod's items in graves.",
		"line_arsmagica" : "prevent storing items in graves with ArsMagica soul bound enchantment.",
		"line_enderio" : "prevent storing items in graves with EnderIO soul bound enchantment.",
		"line_twilightforest" : "prevent storing some items in graves at Twilight Forest's Charms Of Keeping usage.",
		"line_thaumcraft" : "allows to use Thaumcraft swords as gravestones."
    },
    "extended" : {
	    "title" : "Extended module",
		"line1" : "allows to choose dimension in which structures can be generated",
		"line2" : "enable/disable graves generation at world generation",
		"line3" : "chance(in percents) to generate grave at world generation",
		"line4" : "enable/disable graves generation at world generation in \"Mushroom\" biomes",
		"line5" : "enable/disable memorials generation",
		"line6" : "chance(in percents) to generate memorial",
		"line7" : "enable/disable catacombs generation",
		"line8" : "chance(in percents) to generate catacombs",
		"line9" : "maximum ground height which is allowed to generate catacombs",
		"line10" : "enable/disable catacombs graveyard generation",
		"line11" : "minimal amount of rooms at first level of catacombs",
		"line12" : "maximum amount of rooms at first level of catacombs",
		"line13" : "minimal amount of rooms at second level of catacombs",
		"line14" : "maximum amount of rooms at second level of catacombs",
		"line15" : "minimal amount of rooms at third level of catacombs",
		"line16" : "maximum amount of rooms at third level of catacombs",
		"line17" : "minimal amount of rooms at fourth level of catacombs",
		"line18" : "maximum amount of rooms at fourth level of catacombs",
		"line19" : "enable/disable generation of piles of bones in catacombs(you can disable it to increase performance)",
		"line20" : "enable/disable cemeteries generation in villages",
		"line21" : "enable/disable memorials generation in villages",
		"line22" : "enable/disable undertaker house generation in villages",
		"line23" : "enable/disable mobs spawn by graves",
		"line24" : "enable/disable mobs spawn at grave destruction",
		"line25" : "chance(in percents) to spawn mob by grave",
		"line26" : "amount of tick per mob spawn. It must be more than 600",
		"line27" : "enable/disable fog created by graves",
		"line28" : "enable/disable nightstone(it will not change time if disabled)",
		"line29" : "enable/disable thunderstone(it will not change weather if disabled)",
		"line30" : "enable/disable messages at time changing by nightstone",
		"line31" : "replace haunted chest by chest at usage",
		"line32" : "enable/disable creeper statue crafting recipe",
		"line33" : "enable/disable wither spawner crafting recipe",
		"line34" : "enable/disable spawners crafting recipes",
		"line35" : "enable/disable nightstone crafting recipe",
		"line36" : "enable/disable thunderstone crafting recipe",
		"line37" : "enable/disable hard altar recipe",
		"line38" : "enable/disable Zombie dogs spawn in the world",
		"line39" : "enable/disable Zombie cats spawn in the world",
		"line40" : "enable/disable Skeleton dogs spawn in the world",
		"line41" : "enable/disable Skeleton cats spawn in the world",
		"line42" : "enable/disable Undead horses spawn in the world",
		"line43" : "enable/disable Skeleton raiders spawn in the world",
		"line44" : "enable/disable Zombie raiders spawn in the world",
		"line45" : "enable/disable Skull Crawlers at mobs death",
		"line46" : "enable/disable Skull Crawlers at bone blocks destruction",
		"line47" : "enable/disable Skull Crawlers at piles of bones destruction",
		"line48" : "enable/disable some of the MoCreatures mobs spawn by graves(if it installed)",
		"line49" : "enable/disable backpacks crafting recipes",
		"line_debug1" : "enable/disable debug mode."
    }
}