{
    "title" : "About mod - Gravestones",
    "line1" : "The gravestones are the main \"components\" of this mod, which are generated at player's death. They will store all your items(can be changed in configs) and some information about your death(the amount of days which you had been living, death type & e.t.c).",
    "line2" : "There are several types of the gravestones. Each of them can be made of different materials. The generated grave type will be chosen randomly(except few special cases), but its material will be based on biome and your level.",
    "line3" : "What about the special cases - they are death by explosion, starving and withering. Your gravestone will look like a charged creeper statue when you were blown up. When you starved to death or withered it will look like a skeleton corpse. Also there are 25% chance that one of your swords will be used as a gravestone.",
    "line4" : "Gravestones can be generated at villager's/pet's(dog's, cat's, horse's) death too. These graves will have special models(villager/dog/cat/horse statue).",
    "line5" : "Some of the gravestones may have flowers on it. Just click on a gravestone with a flower in your hand and it will be planted. To remove it click on it again with shears. Furthermore almost every gravestone can be mossy. It happens when you die in the jungle or the swamp. For sure you can make it mossy by clicking on it with vines in hands. Like the flowers you can sheared it.",
    "line6" : "Other interesting effect is enchanted aura. Such things happens when you were killed by magic.",
    "line7" : "To take items back you need to destroy the grave or to click on it with a shovel in your hand(in this case grave will not be destroyed).",
    "line8" : "The gravestones can be picked and put at any place, but only on any \"diggable\" blocks(it can be changed in the configs). But all information will be saved only if a gravestone was picked by a silk touch pickaxe.",
    "line9" : "By default everyone has access to your grave, but it can be changed in configuration options. In this case graves can be looted only by its \"owner\". Furthermore the graves can't be destroyed by other players till there are any items in them."
}