{
    "title" : "Мобы",
    "pets" : {
	    "title" : "Животные - нежить.",
	    "line1" : "Этот мод добавляет несколько типов мобов. В первую очередь это зомби, кадавры и скелеты коты, собаки и лошади. Естественно, как и прочая нежить, эти \"питомцы\" опасны для игрока и не упустят возможности напасть на вас, если подойти к ним слишком близко. Более того, зомби-питомцы, как и обычные зомби, нападают на жителей, а так же волков, котов и лошадей, превращая их в нежить.",
	    "line2" : "Зомби коты и собаки гораздо сильней, чем были при жизни. В то же время скелеты коты и собаки почти что в два раза быстрей, но при этом, имеют лишь половину здоровья.",
	    "line3" : "Что касаемо коней-нежити - в отличии от коней-нежити майнкрафта эти кони, как и любая другая нежить, опасны для игрока и жителей. Более того, они так же сгорают под солнечным светом, что свойственно любой нежити. Естественно, при наличии надетой брони, солнечный свет им будет не страшен.",
	    "line4" : "Как и любая другая нежить - они спаунятся по ночам и в тёмных уголках вашего мира, в тех же самых биомах, что и их живые разновидности. Более того, они могут быть заспаунены соответствующими им типами могил и спаунеров."
    },
    "crawlers" : {    
	    "title" : "Ползучие черепа.",
	    "line1" : "Ползучие черепа - это не большие паукообразные монстры. Их поведение сходно чешуйницам и паукам. Они способны карабкаться по стенам, как пауки, прятаться в костяных блоках и кучах костей, как чешуйницы, а так же призывать себе на помощь других ползучих черепов из находящихся по близосте костяных блоков.",
	    "line2" : "На данный момент есть 3 разновидности ползучих черепов: Череп зомби, скелета и скелета-иссушителя. Каждый из них накладывает дебаф при атаке: Ползучий череп скелета - медлительность, ползучий черп зомби - голод, ползучий череп скелета-иссушителя - иссушение.",
	    "line3" : "Эти мобы, за исключением ползучего черепа скелета-иссушителя(он может быть заспаунен в нижнем мире), не спаунятся в мире как все остальные мобы. Вместо этого, какждый раз когда умирает скелет, зомби или скелет иссушитель его череп, с вероятностью в 10%, может отделиться от тела став ползучим черепом.",
	    "line4" : "При смерти из ползучих черепов дропаются кости или гнилая плоть, а так же, в качестве редкого дропа, может выпасть череп."
    },
    "skeletons" : {
    	"title" : "Скелеты",
    	"line1" : "Скелеты, добавляемые этим модом, практически идентичны обычным скелетам. Их отличия лишь в форме черепа и доступном им оружии - они могут заспауниться как с луком, так и с каменным мечом. Они достаточно редко спаунятся, так что встретить их ночью или в пещерах не часто удаётся. Тем не менее они могут быть найдены в больших количествах рядом с могилами, кладбищами и катакомбами."
    },
    "raiders" : {
    	"title" : "Скелеты и зомби наездники",
    	"line1" : "По сути это обычные зомби и скелеты, спаунящиеся верхом на лошадях. Естественно, как и сам наездник, лошадь так же является соответствующей ему нежитью. Зомби наездники спаунятся с мечом в руках, скелеты же с луком. Будьте уверены, угрозу для вас представляют как сами наездники, так и их лошади, которые непременно попытаются вас убить, даже если их всадник уже уничтожен."
    },
    "villagers" : {
    	"title" : "Жители - Гробовщик",
    	"line1" : "Как вы, возможно, уже знаете этот мод добавляет новое здание в деревни - дом гробовщика. Спаунящийся в нём гробовщик может продать вам резец, свечи, а так же все виды черепов."
    }
}