{
    "title" : "О моде - Могилы",
    "line1" : "Надгробия - основной \"компонент\" данного мода. Они генерируются на месте вашей смерти, сохраняя в себе весь ваш инвентарь(может быть изменено в настройках) и информацию о смерти(количество прожитых дней, причину смерти и т.д.).",
    "line2" : "Существуют несколько типов надгробий, каждый из которых может быть сделан из различных материалов. Тип генерируемого надгробия определяется случайным образом, за исключением нескольких особых случаев, а вот материал, напротив, зависит от биома и вашего уровня.",
    "line3" : "Что касаемо особых случаев - то это смерть от взрыва, голода или иссушения. Взорвавшись, ваше надгробие будет иметь вид статуэтки заряженного крипера, а в результате смерти от голода или иссушения оно примет вид скелета. Так же с вероятностью в 25% в качестве надгробия может быть использован один из мечей из вашего инвентаря(эта опция может быть отключена в настройках).",
    "line4" : "Могилы гененрируются не только при смерти игрока, но и при смерти деревенских жителей и прирученных питомцев - собак, кошек и лошадей. Такие могилы будут иметь особую модель надгробия(статуя жителя/собаки/кошки/лошади).",
    "line5" : "На некоторые из могил можно высадить цветы. Для этого достаточно кликнуть на неё держа цветок в руках. Убрать его можно ножницами. Более того, почти все надгробия, за исключением мечей и трупов скелетов, могут быть замшелыми. Такое случается при смерти в джунглях или болоте, ну и конечно же если кликнуть на могилу держа в руках лианы. Как и цветы, замшелый эффект может быть убран ножницами.",
    "line6" : "Ещё один интересный эффект - аура зачарования. Такое бывает, когда причиной вашей смерти был магический урон.",
    "line7" : "Извлечь предметы из могилы можно разрушив её, либо же кликнув правой кнопкой мыши держа лопату в руке - в таком случае могила не будет разрушена.",
    "line8" : "Надгробия могут быть собраны и размещены в другом месте на любом \"копаемом\" блоке(можно изменить в настройках). Но при этом вся информация о смерти и эффект зачарованности сохранится только если была использована кирка с шёлковым касанием.",
    "line9" : "Доступ к могиле может быть ограничен в настройках. В таком случае забрать инвентарь из могилы сможет лишь её \"владелец\". При этом могилу будет не возможно разрушить другому игроку, до тех пор, пока в ней есть хотя бы один предмет."
}