{
    "title" : "Строения",
    "line1" : "Строения, генерируемые в мире можно разделить на несколько типов. Наиболее распространённый из них, и самый простой - могилы, разрытые могилы и мемориалы. Все генерируемые могилы содержат некоторый набор предметов, а так же, в редких случаях, трупы жителей или черепа.",
    "line2" : "Следующая группа строений генерируется исключительно в деревнях. Это мемориалы, кладбища и дом гробовщика. По умолчанию кладбища объеденины с домом гробовщика в одно единое здание, но вы можете изменить это в настройках(выставите взначение \"GenerateCemeteries\" в \"true\"). В этом случае только одно из этих зданий сможет быть сгенерированно в деревне.",
    "line3" : "Последний тип строений - катакомбы. Это достаточно огромное сооружение, начинающееся на поверхности и уходящее глубоко под землю. В ход в катакомбы представляет из себя большое кладбище с мавзолеем в центре, но его настоящий размер значительно больше. Подземная часть катакомб состоит из огромного числа туннелей и комнат, полных могил, спаунеров, ловушек, монстров, и конечно же сокровищ. В самом конце катакомб располагается портал в нижний мир, охраняемый иссушителем.",
    "line4" : "Это строение встречается очень редко, и может быть обнаружено лишь в равнинных и лесных биомах(Вы никогда не встретите их в холмистых и гористых локациях, джунглях, пустыне, болоте а так же грибном и водяном биомах). Более того катакомбы не могут быть сгенерированны ближе чем в 1000 блоков от спавна, 1500 блоков от других катакомб, а так же в радиусе 200 блоков от деревни.",
    "line5" : "Любое из строений может быть сгенерированно вручную при помощи следующей консольной комманды:",
    "line6" : "/gs generate <имя_строения> <x_координата> <z_координата> <направление>",
    "line7" : "где в качестве <имя_строения> может быть \"grave\", \"opened_grave\", \"memorial\", \"cemetery\", \"undertaker\" или \"catacombs\". Координаты и направление являются не обязательными параметрами. Если вы их не укажете в качестве координат будет использованна ваша позиция, а в качестве направления - север."
}